
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "%@ URL 로드 방법을 알 수 없음";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "%@ 호스트에 연결할 수 없음";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "서버에서 잘못된 헤더 수신됨";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "다음 호스트의 IP 주소를 결정할 수 없음: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "%d번 포트의 설명을 가져올 수 없음";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "%@ 호스트에 %d번 포트를 사용하여 연결할 수 없음";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = " %@: %@에서 전송된 알 수 없는 HTTP 서버 응답";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "%@:%@ URL에 대한 HTTP 요청 실패";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "%@ 호스트에 대한 연결 유실";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "%@에서 읽을 수 없음";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "%@ URL을 로드하는 도중 재이동 루프를 발견";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "%@ 호스트에 대한 서비스 사용 불가";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "URL 경로에 대한 데이터 연결을 열 수 없음: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "지정된 URL %@에서 대상체 사용 불가";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "%@ 호스트에서 FTP 명령을 인식하지 않음";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "사용자 로그인 또는 암호가 인식되지 않습니다. ";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0fGB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0fKB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0fMB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f바이트";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1fGB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1fGB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1fKB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1fKB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1fKB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1fMB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1fMB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@(%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@/%@";

/* String used for showing a zero byte size */
"0 bytes" = "0바이트";

/* String used for showing a one byte size */
"1 byte" = "1바이트";

/* WebFoundationErrorCannotCreateFile description */
"Cannot create file" = "파일을 생성할 수 없음";

/* WebFoundationErrorCannotMoveFile description */
"Cannot move file" = "파일을 이동할 수 없음";

/* WebFoundationErrorCannotOpenFile description */
"Cannot open file" = "파일을 열 수 없음";

/* WebFoundationErrorCannotRemoveFile description */
"Cannot remove file" = "파일을 제거할 수 없음";

/* WebFoundationErrorCannotWriteToFile description */
"Cannot write file" = "파일을 쓸 수 없음";

/* WebFoundationErrorDNSLookupError description */
"DNS lookup error" = "DNS 찾기 오류";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Download decoding failed (at end)" = "다운로드 디코딩 실패";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Download decoding failed (midstream)" = "다운로드 디코딩 실패";

/* WebFoundationErrorCannotCloseFile description */
"Failure occurred while closing file" = "파일을 닫는 도중 오류 발생";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "웹 양식 암호";

/* HTTP result code string */
"accepted" = "승인됨";

/* WebFoundationErrorBadURLError description */
"bad URL" = "잘못된 URL";

/* HTTP result code string */
"bad gateway" = "잘못된 게이트웨이";

/* HTTP result code string */
"bad request" = "잘못된 요청";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"bad server certificate" = "잘못된 서버 인증";

/* WebFoundationErrorBadServerResponseError description */
"bad server response" = "잘못된 서버 응답";

/* WebFoundationErrorCannotDecodeRawData description */
"cannot decode raw data" = "원본 데이터를 디코드할 수 없음";

/* WebFoundationErrorCannotDecodeContentData description */
"cannot decode content data" = "컨텐츠 데이터를 디코드할 수 없음";

/* WebFoundationErrorCannotParseResponse description */
"cannot parse response" = "응답을 분석할 수 없음";

/* WebFoundationErrorCancelled description */
"cancelled" = "취소됨";

/* WebFoundationErrorCannotConnectToHostError description */
"can't connect to host" = "호스트에 연결할 수 없음";

/* WebFoundationErrorCannotFindHostError description */
"can't find host" = "호스트를 찾을 수 없음";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"can't load from network" = "네트워크에서 로드할 수 없음";

/* HTTP result code string */
"client error" = "클라이언트 오류";

/* HTTP result code string */
"conflict" = "충돌";

/* HTTP result code string */
"continue" = "계속";

/* HTTP result code string */
"created" = "생성됨";

/* WebFoundationErrorReadStreamError description */
"error reading stream" = "스트림 읽는 중 오류";

/* HTTP result code string */
"expectation failed" = "예상 실패함";

/* WebFoundationErrorServerCertificateHasBadDate description */
"expired server certificate" = "만료된 서버 인증";

/* WebFoundationErrorFileDoesNotExist description */
"file doesn't exist" = "파일이 존재하지 않음";

/* WebFoundationErrorFileIsDirectory description */
"file is directory" = "파일이 디렉토리임";

/* HTTP result code string */
"forbidden" = "금지됨";

/* HTTP result code string */
"found" = "발견됨";

/* HTTP result code string */
"gateway timed out" = "게이트웨이 시간 초과";

/* HTTP result code string */
"informational" = "정보";

/* HTTP result code string */
"internal server error" = "내부 서버 오류";

/* HTTP result code string */
"length required" = "길이 요청됨";

/* WebFoundationErrorNetworkConnectionLostError description */
"lost network connection" = "네트워크 연결 유실";

/* HTTP result code string */
"method not allowed" = "허용되지 않는 방법";

/* HTTP result code string */
"moved permanently" = "영구히 이동됨";

/* HTTP result code string */
"multiple choices" = "다중 선택";

/* HTTP result code string */
"needs proxy" = "프록시 필요";

/* WebFoundationErrorNotConnectedToInternetError description */
"no Internet connection" = "인터넷 연결 없음";

/* HTTP result code string */
"no content" = "내용 없음";

/* HTTP result code string */
"no error" = "오류 없음";

/* HTTP result code string */
"no longer exists" = "더 이상 존재하지 않음";

/* WebFoundationErrorNoPermissionsToReadFile description */
"no permissions to read file" = "파일 읽을 수 있는 권한 없음";

/* HTTP result code string */
"non-authoritative information" = "비-인증 정보";

/* HTTP result code string */
"not found" = "찾을 수 없음";

/* HTTP result code string */
"not modified" = "변경 안됨";

/* HTTP result code string */
"partial content" = "일부 내용";

/* HTTP result code string */
"payment required" = "지불 요구됨";

/* HTTP result code string */
"precondition failed" = "사전 처리 실패";

/* HTTP result code string */
"proxy authentication required" = "프록시 인증 요구됨";

/* HTTP result code string */
"redirected" = "재이동됨";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"redirected to nowhere" = "아무곳으로도 재이동되지 않음";

/* HTTP result code string */
"request timed out" = "요청 시간 초과";

/* HTTP result code string */
"request too large" = "요청이 너무 큼";

/* HTTP result code string */
"requested URL too long" = "요청한 URL이 너무 김";

/* HTTP result code string */
"requested range not satisfiable" = "요청 범위가 만족되지 않음";

/* HTTP result code string */
"reset content" = "내용 재설정";

/* WebFoundationErrorResourceUnavailableError description */
"resource unavailable" = "리소스 사용 불가";

/* WebFoundationErrorSecureConnectionFailed description */
"secure connection failed" = "보안 연결 실패";

/* HTTP result code string */
"see other" = "기타 보기";

/* HTTP result code string */
"server error" = "서버 오류";

/* HTTP result code string */
"service unavailable" = "서비스 사용 불가";

/* HTTP result code string */
"success" = "성공";

/* HTTP result code string */
"switching protocols" = "프로토콜 전환 중";

/* HTTP result code string */
"temporarily redirected" = "일시적으로 재이동됨";

/* WebFoundationErrorTimedOut description */
"timed out" = "시간 초과";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"too many HTTP redirects" = "HTTP 재이동 너무 많음";

/* HTTP result code string */
"unacceptable" = "승인할 수 없음";

/* HTTP result code string */
"unauthorized" = "권한 없음";

/* HTTP result code string */
"unimplemented" = "구현되지 않음";

/* Unknown filename */
"unknown" = "알 수 없음";

/* WebFoundationErrorUnsupportedURL description */
"unsupported URL" = "지원되지 않는 URL";

/* HTTP result code string */
"unsupported media type" = "지원되지 않는 미디어 유형";

/* HTTP result code string */
"unsupported version" = "지원되지 않는 버전";

/* WebFoundationErrorServerCertificateUntrusted description */
"untrusted server certificate" = "신뢰할 수 없는 서버 인증";

/* WebFoundationErrorZeroByteResourceError description */
"zero byte resource" = "0바이트 리소스";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"resource exceeds maximum size" = "리소스가 최대 크기를 초과함";
